[en-US]
line_vertical_layout=Modifier letter vertical line
line_vertical_below_layout=Modifier letter low vertical line
comma_above_turned_layout=Modifier letter turned comma
apostrophe_layout=Modifier letter apostrophe

ipa_s_modifiers=Modifiers

&ipa_k_let_b_layout=Voiced bilabial trill
&ipa_k_let_g_layout=Voiced uvular plosive
&ipa_k_let_h_layout=Voiceless epiglottal fricative
&ipa_k_let_i_layout=Near-close near-front unrounded vowel
&ipa_k_let_l_layout=Voiced velar lateral approximant
&ipa_k_let_n_layout=Voiced uvular nasal
&ipa_k_let_r_layout=Voiced uvular trill
&ipa_k_let_y_layout=Near-close near-front rounded vowel

lat_s_let_a_alpha_layout=Open back unrounded vowel
lat_s_let_b_beta_layout=Voiced bilabial fricative
lat_s_let_e_epsilon_layout=Open-mid front unrounded vowel
lat_s_let_e_epsilon_reversed_layout=Open-mid central unrounded vowel
lat_s_let_e_epsilon_closed_reversed_layout=Open-mid central rounded vowel
lat_s_let_f_phi_layout=Voiceless bilabial fricative
lat_s_let_g_gamma_layout=Voiced velar fricative
lat_s_let_u_upsilon_layout=Near-close near-back rounded vowel
lat_s_let_s_sigma_layout=Voiceless postalveolar fricative
lat_s_let_a_alpha_turned_layout=Open back rounded vowel

&ipa_s_let_h_chi_layout=Voiceless uvular fricative
&ipa_s_let_b_beta_layout=Voiced bilabial fricative
&ipa_s_let_t_theta_layout=Voiceless dental fricative

lat_s_let_a_schwa_layout=Mid central vowel
lat_s_let_a__diaeresis_layout=Open central unrounded vowel
lat_s_let_a_turned=Near-open central vowel
lat_s_let_c__curl_layout=Voiceless alveolo-palatal fricative
lat_s_let_d_eth_layout=Voiced dental fricative
lat_s_let_e_reversed_layout=Close-mid central unrounded vowel
lat_s_let_h_turned_layout=Voiced labial–palatal approximant
lat_s_let_i__stroke_short_layout=Close central unrounded vowel
lat_s_let_m_turned_layout=Close back unrounded vowel
lat_s_let_m_turned__long_leg_layout=Voiced velar approximant
lat_s_let_r_turned_layout=Voiced alveolar approximant
lat_s_let_n_eng_layout=Voiced velar nasal
lat_s_let_o_rams_horn_layout=Close-mid back unrounded vowel
lat_s_let_o_open_layout=Open-mid back rounded vowel
lat_s_let_o__solidus_long_layout=Close-mid front rounded vowel
lat_s_let_o__tilde_overlay_layout=Close-mid central rounded vowel
lat_s_let_u__stroke_long_layout=Close central rounded vowel
lat_s_let_v_turned_layout=Open-mid back unrounded vowel
lat_s_let_w_turned_layout=Voiceless labial–velar fricative
lat_s_let_y_turned_layout=Voiced palatal lateral approximant
lat_s_let_z_ezh_layout=Voiced postalveolar fricative

lat_s_lig_ae_layout=Near-open front unrounded vowel
lat_c_lig_oe_layout=Open front rounded vowel
lat_s_lig_oe_layout=Open-mid front rounded vowel

lat_s_dig_feng_layout=Voiceless velopharyngeal fricative
lat_s_dig_feng__trill_layout=Voiceless velopharyngeal trill


lat_n_let_a_glottal_stop_LTL=Glottal stop (IPA)
lat_n_let_a_glottal_stop_reversed_LTL=Voiced pharyngeal fricative (IPA)
lat_n_let_a_glottal_stop__stroke_short_layout=Epiglottal plosive
lat_n_let_a_glottal_stop_reversed__stroke_short_layout=Voiced epiglottal fricative

lat_n_let_alveolar_click_LTL=Alveolar click
lat_n_let_dental_click_LTL=Dental click
lat_n_let_lateral_click_LTL=Lateral click
lat_n_let_retroflex_click_LTL=Retroflex click
lat_n_let_palatal_click_LTL=Palatal click
lat_n_let_bilabial_click_LTL=Bilabial click
lat_n_let_bilabial_percussive_LTL=Bilabial percussive
lat_n_let_bidental_percussive_LTL=Bidental percussive

